commands = '''**⌘ 𝐒𝐎𝐔𝐑𝐂𝐄 •𝐒𝐘𝐓𝐇𝐎𝐍 •𝐂𝐑𝐘𝐒𝐓𝐀𝐋 
▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

.م1 ◈ لعرض اوامر الحساب

.م2 ◈ لعرض اوامر التكرار و النشر التلقائي 

.م3 ◈ لعرض اوامر تجميع نقاط بوتات التمويل

.م4 ◈ لعرض اوامر الاسم الوقتي والبايو الوقتي

.م5 ◈ لعرض اوامر الاذاعة للكروبات او الخاص

.م6 ◈ لعرض اوامر التسلية

.م7 ◈ لعرض اوامر الترجمة الى لغات متتعدة

.م8 ◈ لعرض اوامر العاب انلاين بوت

.م9 ◈ لعرض اوامر الالة الحاسبة

.م0 ◈ لعرض الاوامر الاضافية في السورس

▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬**'''
soursce = '''
♔𝐒𝐘𝐓𝐇𝐎𝐍 •𝐂𝐑𝐘𝐒𝐓𝐀𝐋•𝐰𝐨𝐫𝐤𝐢𝐧𝐠
╌╌╌╌╌╌╌╌╌╌╌╌╌╌╌╌╌
❖╎𝐰𝐞𝐥𝐜𝐨𝐦𝐞 𝐭𝐨 𝐒𝐎𝐔𝐑𝐂𝐄• 𝐒𝐘𝐓𝐇𝐎𝐍•𝐂𝐑𝐘𝐒𝐓𝐀𝐋 
❖╎𝐝𝐞𝐯𝐥𝐨 : ssxhh
❖╎𝐜𝐡𝐚𝐧𝐧𝐞𝐥 : @no1bros
❖╎𝐯𝐞𝐫𝐬𝐢𝐨𝐧 : 2.7 - revised 
╌╌╌╌╌╌╌╌╌╌╌╌╌╌╌╌╌
'''

progressbar = [
    '⬛⬜⬜⬜⬜⬜⬜⬜⬜⬜ 10%',
    '⬛⬛⬜⬜⬜⬜⬜⬜⬜⬜ 20%',
    '⬛⬛⬛⬜⬜⬜⬜⬜⬜⬜ 30%',
    '⬛⬛⬛⬛⬜⬜⬜⬜⬜⬜ 40%',
    '⬛⬛⬛⬛⬛⬜⬜⬜⬜⬜ 50%',
    '⬛⬛⬛⬛⬛⬛⬜⬜⬜⬜ 60%',
    '⬛⬛⬛⬛⬛⬛⬛⬜⬜⬜ 70%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬜⬜ 80%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬛⬜ 90%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛ 100%',
]

sec1 = """**⌘ 𝐒𝐎𝐔𝐑𝐂𝐄 •𝐒𝐘𝐓𝐇𝐎𝐍 •𝐂𝐑𝐘𝐒𝐓𝐀𝐋  - اوامر الحساب
▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

1- .فحص : لأجراء فحص لعمل السورس

2- .اعادة تشغيل : لأجراء اعادة تشغيل للسورس

3- .ايدي : لعرض ايدي الحساب الخاص بك

4- .البنك : لأجراء قياس لـ PING

▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬**"""

sec2 = """**⌘ 𝐒𝐎𝐔𝐑𝐂𝐄 •𝐒𝐘𝐓𝐇𝐎𝐍 •𝐂𝐑𝐘𝐒𝐓𝐀𝐋  - التكرار  والنشر 
▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

1- لتفعيل النشر التلقائي اتبع الامر التالي 

.مؤقت + عدد الثواني + عدد التكرار + الكليشة

2- لتفعيل امر التكرار اتبع الامر التالي

.تكرار + عدد التكرار + الكليشة

ملاحظة : لايقاف التكرار او النشر التلقائي ارسل الامر - .اعادة تشغيل -

▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬**"""

sec3 = """**⌘ 𝐒𝐎𝐔𝐑𝐂𝐄 •𝐒𝐘𝐓𝐇𝐎𝐍 •𝐂𝐑𝐘𝐒𝐓𝐀𝐋  - اوامر التجميع 
▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

1- تجميع نقاط بوت المليار » .تجميع المليار 

2- تجميع نقاط بوت العرب » .تجميع العرب

3- تجميع نقاط بوت العقاب » .تجميع العقاب
▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬**"""

sec4 = """**⌘ 𝐒𝐎𝐔𝐑𝐂𝐄 •𝐒𝐘𝐓𝐇𝐎𝐍 •𝐂𝐑𝐘𝐒𝐓𝐀𝐋  - اوامر الوقتي 
▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

1-لتفعيل ميزة الاسم الوقتي قم بأرسال : .اسم وقتي 

2- لتفعيل ميزة البايو الوقتي قم بأرسال : .بايو وقتي 

ملاحظة لإيقاف الاسم الوقتي او البايو الوقتي ارسل الامر - .اعادة تشغيل -

▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬**"""

sec5 = """**⌘ 𝐒𝐎𝐔𝐑𝐂𝐄 •𝐒𝐘𝐓𝐇𝐎𝐍 •𝐂𝐑𝐘𝐒𝐓𝐀𝐋  - اوامر الاذاعة 
▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

1- لاجراء اذاعة في الخاص » .اذاعة للخاص 

2- لاجراء اذاعة في الكروبات » .اذاعة للكروبات 

▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬**"""

sec6 = """waiting """

sec7 = """**⌘ 𝐒𝐎𝐔𝐑𝐂𝐄 •𝐒𝐘𝐓𝐇𝐎𝐍 •𝐂𝐑𝐘𝐒𝐓𝐀𝐋  - اوامر الترجمة 
▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

هذه اوامر الترجمة المتوفرة في السورس :

.ترجمة الى العربية

.ترجمة الى الانجليزية

.ترجمة الى الاسبانية

.ترجمة الى الفرنسية

.ترجمة الى الروسية

▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬**"""

sec8 = """**⌘ 𝐒𝐎𝐔𝐑𝐂𝐄 •𝐒𝐘𝐓𝐇𝐎𝐍 •𝐂𝐑𝐘𝐒𝐓𝐀𝐋  - اوامر العاب انلاين 
▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

لتشغيل لعبة ⭕❌ ارسل الامر : .اكس او

لتشغيل لعبة ✌️🖐️✊ ارسل : .حجرة ورقة مقص

لتحويل نص الى ملصق : .ملصق (بالرد على النص)
▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬**"""

sec9 = """**⌘ 𝐒𝐎𝐔𝐑𝐂𝐄 •𝐒𝐘𝐓𝐇𝐎𝐍 •𝐂𝐑𝐘𝐒𝐓𝐀𝐋  - الالة الحاسبة 
▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

لايجاد ناتج معادلة رياضية اتبع الاوامر الاتية : 

1- للجمع : .احسب (الرقم الاول) + (الرقم الثاني)

2- للطرح : .احسب (الرقم الاول) - (الرقم الثاني)

3- للضرب : .احسب (الرقم الاول) * (الرقم الثاني)

4- للقسمة : .احسب (الرقم الاول) ÷ (الرقم الثاني)


مثال : .احسب 7 + 5  

▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬**"""

sec0 = """**⌘ 𝐒𝐎𝐔𝐑𝐂𝐄 •𝐒𝐘𝐓𝐇𝐎𝐍 •𝐂𝐑𝐘𝐒𝐓𝐀𝐋  - اوامر اضافية 
▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

.صورته : لارسال صور حسابه

.ذاتية : لحفظ الصورة او الفيديو ذاتي التدمير في الرسائل المحفوظه

.ادمن : لعرض معرف القنوات او المجموعات التي يكون فيها الحساب مشرف

.اشتراكاتي : لعرض احصائيات الحساب من قنوات ومجموعات وهكذا

.فك المحضورين : لالغاء حظر جميع الاشخاص الذين قمت بحظرهم

.التاريخ : لعرض التاريخ الميلادي والهجري

▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬**"""
